{
  "cooldown": "Cette commande est en cours de rechargement! Réessayez dans `{time}`s.",
  "slashOnly": "Cette commande n'est disponible qu'en tant que commande slash: </{name}:{id}>",
  "guildOnly": "Cette commande n'est disponible que dans les guildes !",
  "nonBeta": "Cette commande n'est pas une commande bêta! Ce bot n'exécute que des commandes bêta.",
  "nsfw": "Vous ne pouvez pas exécuter des commandes NSFW dans un salon non NSFW !",
  "strictAutocompleteNoMatch": "Votre entrée doit correspondre à l'une des suggestions de saisie automatique. Veuillez sélectionner l'une des options disponibles lors de la saisie de la commande slash.",
  "permissionDenied": {
    "embedTitle": "Autorisations insuffisantes",
    "embedDescriptionUser": "Vous avez besoin des permissions suivantes dans ce salon pour exécuter cette commande:\n`{permissions}`",
    "embedDescriptionBot": "J'ai besoin des permissions suivantes dans ce salon pour exécuter cette commande:\n`{permissions}`"
  },
  "notAllowed": {
    "member": "Vous n'êtes pas autorisé à exécuter cette commande (définie par un administrateur du serveur)!",
    "channel": "Il n'est pas autorisé d'exécuter cette commande dans ce salon (défini par un administrateur du serveur)!",
    "role": "Un de vos rôles n'est pas autorisé à exécuter cette commande (définie par un administrateur du serveur) !"
  },
  "infoCMDs": {
    "emojis": {
      "embedTitle": "Supprimer les emojis",
      "notFound": "L'emoji n'a pas pu être trouvé.",
      "noPerm": "Je n'ai pas la permission de supprimer des émoticônes !",
      "success": "L'emoji a été supprimé avec succès."
    },
    "roles": {
      "embedTitle": "Supprimer le rôle",
      "notFound": "Le rôle n'a pas pu être trouvé.",
      "noPerm": "Je n'ai pas la permission de supprimer ce rôle!",
      "success": "Le rôle a été supprimé avec succès."
    },
    "members": {
      "embedTitle": "Kick/Ban membre",
      "notFound": "Le membre n'a pas pu être trouvé.",
      "modalTitle": "Raison",
      "modalTextLabel": "Veuillez préciser la raison pour l'expulsion/bannissement du membre."
    }
  }
}